Repository: Dizzy918/fitness-tracker
Catalog: FitnessTracker/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, et, fi, fr, ga, hr, hu, id, is, it, ja, ko, lt, lv, mk, ms, mt, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hans, zh_hant

source: Runs until you press lap on the watch.
ar: يستمر حتى تضغط زر اللفة على الساعة.
bg: Продължава, докато не натиснеш обиколка на часовника.
ca: Continua fins que premis volta al rellotge.
cs: Běží, dokud na hodinkách nezmáčkneš okruh.
da: Fortsætter, indtil du trykker omgang på uret.
de: Läuft, bis du auf der Uhr die Runde drückst.
el: Συνεχίζει μέχρι να πατήσεις γύρο στο ρολόι.
es: Sigue hasta que pulses vuelta en el reloj.
et: Kestab, kuni vajutad kellal ringinuppu.
fi: Jatkuu, kunnes painat kellosta kierrosta.
fr: Se poursuit jusqu'à ce que tu appuies sur tour sur la montre.
ga: Leanann sé go dtí go mbrúnn tú camchuairt ar an uaireadóir.
hr: Traje dok na satu ne pritisneš krug.
hu: Addig tart, amíg meg nem nyomod a kör gombot az órán.
id: Berjalan sampai kamu menekan lap di jam.
is: Heldur áfram þar til þú ýtir á hring í úrinu.
it: Prosegue finché non premi giro sull'orologio.
ja: 時計でラップを押すまで続きます。
ko: 시계에서 랩 버튼을 누를 때까지 계속됩니다.
lt: Tęsiasi, kol laikrodyje paspausi rato mygtuką.
lv: Turpinās, līdz pulkstenī nospied apļa pogu.
mk: Трае додека не притиснеш круг на часовникот.
ms: Berjalan sehingga anda menekan pusingan pada jam.
mt: Tibqa' sejra sakemm tagħfas id-dawra fuq l-arloġġ.
nb: Fortsetter til du trykker runde på klokka.
nl: Loopt door tot je op je horloge op ronde drukt.
pl: Trwa, aż naciśniesz okrążenie na zegarku.
pt_br: Segue até você apertar volta no relógio.
pt_pt: Continua até carregares em volta no relógio.
ro: Continuă până apeși butonul de tură pe ceas.
ru: Идёт, пока вы не нажмёте «круг» на часах.
sk: Beží, kým na hodinkách nestlačíš okruh.
sl: Teče, dokler na uri ne pritisneš kroga.
sq: Vazhdon derisa të shtypësh xhiron në orë.
sr: Траје док на сату не притиснеш круг.
sv: Fortsätter tills du trycker varv på klockan.
tr: Saatte tur düğmesine basana kadar sürer.
uk: Триває, доки ви не натиснете «коло» на годиннику.
vi: Chạy cho tới khi bạn bấm nút vòng trên đồng hồ.
zh_hans: 一直进行，直到你在手表上按下分段键。
zh_hant: 一直進行，直到你在手錶上按下分段鍵。

source: SWOLF adds length time and stroke count — lower means more efficient.
ar: ‏SWOLF يجمع زمن الطول مع عدد الضربات — والأقل يعني أكفأ.
bg: SWOLF събира времето за дължина и броя загребвания — по-ниско значи по-ефективно.
ca: El SWOLF suma el temps del llarg i el nombre de braçades: com més baix, més eficient.
cs: SWOLF sčítá čas na délku a počet záběrů — nižší znamená efektivnější.
da: SWOLF lægger banetid og antal tag sammen — lavere betyder mere effektivt.
de: SWOLF addiert Bahnzeit und Zugzahl — niedriger heißt effizienter.
el: Το SWOLF προσθέτει τον χρόνο της διαδρομής και τον αριθμό των χεριών — όσο μικρότερο, τόσο πιο αποδοτικό.
es: El SWOLF suma el tiempo del largo y el número de brazadas: menos es más eficiente.
et: SWOLF liidab basseinipikkuse aja ja tõmmete arvu — väiksem tähendab tõhusamat.
fi: SWOLF laskee yhteen altaanvälin ajan ja vetojen määrän — pienempi on tehokkaampi.
fr: Le SWOLF additionne le temps de longueur et le nombre de mouvements : plus bas, plus efficace.
ga: Suimíonn SWOLF am an fhaid agus líon na mbuillí — is éifeachtaí é an ceann is ísle.
hr: SWOLF zbraja vrijeme dužine i broj zaveslaja — manje znači učinkovitije.
hu: A SWOLF a hossz idejét és a karcsapások számát adja össze — az alacsonyabb a hatékonyabb.
id: SWOLF menjumlahkan waktu per panjang kolam dan jumlah kayuhan — makin rendah makin efisien.
is: SWOLF leggur saman tíma lengdarinnar og fjölda sundtaka — lægra þýðir skilvirkara.
it: Lo SWOLF somma il tempo della vasca e il numero di bracciate: più basso significa più efficiente.
ja: SWOLF は 1 本のタイムとストローク数の合計です。低いほど効率的です。
ko: SWOLF는 한 랩의 시간과 스트로크 수를 더한 값으로, 낮을수록 효율적입니다.
lt: SWOLF sudeda baseino ilgio laiką ir mostų skaičių — mažiau reiškia efektyviau.
lv: SWOLF saskaita baseina garuma laiku un vēzienu skaitu — mazāks nozīmē efektīvāk.
mk: SWOLF го собира времето на должината и бројот на замавнувања — помало значи поефикасно.
ms: SWOLF menjumlahkan masa sepanjang kolam dengan bilangan kayuhan — makin rendah makin cekap.
mt: L-SWOLF jgħodd flimkien il-ħin tat-tul u n-numru ta' daqqiet — inqas ifisser aktar effiċjenti.
nb: SWOLF legger sammen tiden på lengden og antall tak — lavere betyr mer effektivt.
nl: SWOLF telt baantijd en slagen bij elkaar op — lager betekent efficiënter.
pl: SWOLF sumuje czas długości i liczbę ruchów — niżej znaczy wydajniej.
pt_br: O SWOLF soma o tempo da piscina com o número de braçadas — quanto menor, mais eficiente.
pt_pt: O SWOLF soma o tempo da piscina e o número de braçadas — mais baixo significa mais eficiente.
ro: SWOLF adună timpul pe lungime și numărul de brațe — mai mic înseamnă mai eficient.
ru: SWOLF складывает время отрезка и число гребков — чем меньше, тем эффективнее.
sk: SWOLF sčítava čas na dĺžku a počet záberov — nižšie znamená efektívnejšie.
sl: SWOLF sešteje čas dolžine in število zavesljajev — nižje pomeni učinkoviteje.
sq: SWOLF mbledh kohën e gjatësisë dhe numrin e kraharoreve — sa më i ulët, aq më efikas.
sr: SWOLF сабира време дужине и број завеслаја — мање значи ефикасније.
sv: SWOLF adderar banlängdstid och antal simtag — lägre betyder effektivare.
tr: SWOLF, kulvar süresi ile kulaç sayısını toplar — düşük olması daha verimli demektir.
uk: SWOLF додає час відрізка до кількості гребків — що менше, то ефективніше.
vi: SWOLF cộng thời gian bơi một chiều bể với số sải tay — càng thấp thì càng hiệu quả.
zh_hans: SWOLF 是单程用时加划水次数——数值越低效率越高。
zh_hant: SWOLF 是單趟用時加上划水次數——數值越低效率越高。

source: Save
ar: حفظ
bg: Запази
ca: Desa
cs: Uložit
da: Gem
de: Sichern
el: Αποθήκευση
es: Guardar
et: Salvesta
fi: Tallenna
fr: Enregistrer
ga: Sábháil
hr: Spremi
hu: Mentés
id: Simpan
is: Vista
it: Salva
ja: 保存
ko: 저장
lt: Išsaugoti
lv: Saglabāt
mk: Зачувај
ms: Simpan
mt: Issejvja
nb: Lagre
nl: Bewaar
pl: Zapisz
pt_br: Salvar
pt_pt: Guardar
ro: Salvează
ru: Сохранить
sk: Uložiť
sl: Shrani
sq: Ruaj
sr: Сачувај
sv: Spara
tr: Kaydet
uk: Зберегти
vi: Lưu
zh_hans: 保存
zh_hant: 儲存

source: Save a session once — the exercises, sets, reps and rest — and start it with one tap on the day.
ar: احفظ الحصة مرة واحدة — التمارين والمجموعات والتكرارات والراحة — وابدأها بنقرة واحدة في يومها.
bg: Запази тренировка веднъж — упражненията, сериите, повторенията и почивката — и я започни с едно докосване в деня.
ca: Desa una sessió un cop —els exercicis, les sèries, les repeticions i el descans— i comença-la amb un toc el dia que toqui.
cs: Ulož si trénink jednou — cviky, série, opakování i odpočinek — a v den D ho spusť jedním klepnutím.
da: Gem et pas én gang — øvelser, sæt, gentagelser og pauser — og start det med ét tryk på dagen.
de: Speichere eine Einheit einmal — Übungen, Sätze, Wiederholungen und Pausen — und starte sie am Tag mit einem Tippen.
el: Αποθήκευσε μια προπόνηση μία φορά — ασκήσεις, σετ, επαναλήψεις και διαλείμματα — και ξεκίνησέ την με ένα πάτημα την ημέρα που θα τη κάνεις.
es: Guarda una sesión una vez —los ejercicios, series, repeticiones y descansos— y empiézala con un toque el día que toque.
et: Salvesta trenn üks kord — harjutused, seeriad, kordused ja puhkus — ja käivita see sel päeval ühe puudutusega.
fi: Tallenna harjoitus kerran — liikkeet, sarjat, toistot ja tauot — ja käynnistä se yhdellä napautuksella sinä päivänä.
fr: Enregistre une séance une fois — les exercices, séries, répétitions et récupérations — et lance-la d'un geste le jour venu.
ga: Sábháil seisiún uair amháin — na cleachtaí, na sraitheanna, na hathdhéanaimh agus an sos — agus tosaigh é le tapáil amháin ar an lá.
hr: Spremi trening jednom — vježbe, serije, ponavljanja i odmore — pa ga tog dana pokreni jednim dodirom.
hu: Mentsd el az edzést egyszer — gyakorlatok, sorozatok, ismétlések, pihenők —, és aznap egyetlen koppintással indítsd.
id: Simpan satu sesi sekali saja — gerakan, set, repetisi dan istirahatnya — lalu mulai dengan sekali ketuk pada harinya.
is: Vistaðu æfingu einu sinni — æfingarnar, settin, endurtekningarnar og hvíldina — og ræstu hana með einu banki þann daginn.
it: Salva una sessione una volta — esercizi, serie, ripetizioni e recuperi — e avviala con un tocco il giorno stesso.
ja: セッションを一度保存すれば（種目、セット、レップ、レスト）、当日は 1 タップで開始できます。
ko: 세션을 한 번만 저장해 두면 — 운동, 세트, 횟수, 휴식까지 — 당일에 한 번 눌러 시작할 수 있습니다.
lt: Išsaugok treniruotę kartą — pratimus, serijas, pakartojimus ir poilsį — ir tą dieną paleisk ją vienu paspaudimu.
lv: Saglabā treniņu vienreiz — vingrinājumus, pieejas, atkārtojumus un atpūtu — un attiecīgajā dienā sāc to ar vienu pieskārienu.
mk: Зачувај тренинг еднаш — вежбите, сериите, повторувањата и одморите — и стартувај го со еден допир тој ден.
ms: Simpan satu sesi sekali sahaja — senaman, set, ulangan dan rehatnya — kemudian mulakan dengan satu ketikan pada harinya.
mt: Issejvja sessjoni darba — l-eżerċizzji, is-settijiet, ir-ripetizzjonijiet u l-mistrieħ — u ibdiha b'tektika waħda dakinhar.
nb: Lagre en økt én gang — øvelsene, settene, repetisjonene og pausene — og start den med ett trykk på dagen.
nl: Bewaar een sessie één keer — de oefeningen, sets, herhalingen en rust — en start hem op de dag zelf met één tik.
pl: Zapisz sesję raz — ćwiczenia, serie, powtórzenia i przerwy — i uruchom ją jednym dotknięciem w danym dniu.
pt_br: Salve um treino uma vez — exercícios, séries, repetições e descanso — e comece com um toque no dia.
pt_pt: Guarda uma sessão uma vez — os exercícios, séries, repetições e descansos — e começa-a com um toque no dia.
ro: Salvează un antrenament o dată — exercițiile, seriile, repetările și pauzele — și pornește-l cu o singură atingere în ziua respectivă.
ru: Сохраните тренировку один раз — упражнения, подходы, повторения и отдых — и запускайте её одним касанием в нужный день.
sk: Ulož si tréning raz — cviky, série, opakovania aj oddych — a v deň D ho spusť jedným ťuknutím.
sl: Shrani trening enkrat — vaje, serije, ponovitve in počitke — in ga tistega dne zaženi z enim dotikom.
sq: Ruaje një stërvitje një herë — ushtrimet, seritë, përsëritjet dhe pushimet — dhe nise me një prekje ditën që e bën.
sr: Сачувај тренинг једном — вежбе, серије, понављања и одморе — па га тог дана покрени једним додиром.
sv: Spara ett pass en gång — övningarna, seten, repetitionerna och vilan — och starta det med ett tryck på dagen.
tr: Bir antrenmanı bir kez kaydet — hareketler, setler, tekrarlar ve dinlenme — ve o gün tek dokunuşla başlat.
uk: Збережіть тренування один раз — вправи, підходи, повторення й відпочинок — і запускайте його одним дотиком у потрібний день.
vi: Lưu một buổi tập một lần duy nhất — các bài tập, số hiệp, số lần và thời gian nghỉ — rồi đến hôm đó chỉ cần chạm một cái là bắt đầu.
zh_hans: 把一次训练保存下来——动作、组数、次数和休息——当天点一下就能开始。
zh_hant: 把一次訓練存下來——動作、組數、次數與休息——當天點一下就能開始。

source: Scan now
ar: افحص الآن
bg: Сканирай сега
ca: Cerca ara
cs: Prohledat
da: Tjek nu
de: Jetzt prüfen
el: Σάρωση τώρα
es: Revisar ahora
et: Otsi kohe
fi: Tarkista nyt
fr: Vérifier maintenant
ga: Scan anois
hr: Provjeri sada
hu: Keresés most
id: Pindai sekarang
is: Leita núna
it: Controlla ora
ja: 今すぐ確認
ko: 지금 검사
lt: Tikrinti dabar
lv: Pārbaudīt tagad
mk: Провери сега
ms: Imbas sekarang
mt: Iċċekkja issa
nb: Sjekk nå
nl: Nu controleren
pl: Sprawdź teraz
pt_br: Verificar agora
pt_pt: Verificar agora
ro: Scanează acum
ru: Проверить сейчас
sk: Prehľadať
sl: Preglej zdaj
sq: Kontrollo tani
sr: Провери сада
sv: Kontrollera nu
tr: Şimdi tara
uk: Перевірити зараз
vi: Quét ngay
zh_hans: 立即扫描
zh_hant: 立即掃描

source: Scanning workouts…
ar: يجري فحص التمارين…
bg: Сканиране на тренировките…
ca: Revisant els entrenaments…
cs: Prohledávají se tréninky…
da: Gennemgår træninger…
de: Einheiten werden durchsucht…
el: Σάρωση προπονήσεων…
es: Revisando entrenamientos…
et: Trennide läbivaatamine…
fi: Käydään harjoituksia läpi…
fr: Analyse des séances…
ga: Seisiúin á scanadh…
hr: Pregledavanje treninga…
hu: Edzések átnézése…
id: Memindai latihan…
is: Fer yfir æfingarnar…
it: Scansione degli allenamenti…
ja: ワークアウトを確認中…
ko: 운동을 살펴보는 중…
lt: Peržiūrimos treniruotės…
lv: Pārskata treniņus…
mk: Се прегледуваат тренинзите…
ms: Mengimbas latihan…
mt: Qed jiġu eżaminati s-sessjonijiet…
nb: Går gjennom øktene…
nl: Trainingen doorzoeken…
pl: Przeglądanie treningów…
pt_br: Varrendo os treinos…
pt_pt: A percorrer os treinos…
ro: Se scanează antrenamentele…
ru: Просматриваем тренировки…
sk: Prehľadávajú sa tréningy…
sl: Pregledovanje treningov…
sq: Po shqyrtohen stërvitjet…
sr: Прегледање тренинга…
sv: Går igenom passen…
tr: Antrenmanlar taranıyor…
uk: Переглядаємо тренування…
vi: Đang quét các buổi tập…
zh_hans: 正在扫描训练…
zh_hant: 正在掃描訓練…

source: Scheduled
ar: مجدول
bg: Планирани
ca: Programat
cs: Naplánováno
da: Planlagte
de: Geplant
el: Προγραμματισμένο
es: Programados
et: Plaanitud
fi: Ajastetut
fr: Programmés
ga: Sceidealta
hr: Zakazano
hu: Ütemezve
id: Terjadwal
is: Áætlað
it: Programmati
ja: 予定済み
ko: 예정됨
lt: Suplanuota
lv: Ieplānots
mk: Закажано
ms: Dijadualkan
mt: Skedat
nb: Planlagte
nl: Ingepland
pl: Zaplanowane
pt_br: Agendado
pt_pt: Agendados
ro: Programat
ru: Запланировано
sk: Naplánované
sl: Načrtovano
sq: E planifikuar
sr: Заказано
sv: Schemalagda
tr: Planlandı
uk: Заплановано
vi: Đã lên lịch
zh_hans: 已安排
zh_hant: 已安排

source: Search name, pattern, or muscle
ar: ابحث بالاسم أو النمط أو العضلة
bg: Търси по име, модел или мускул
ca: Cerca per nom, patró o múscul
cs: Hledat název, vzor nebo sval
da: Søg på navn, mønster eller muskel
de: Nach Name, Muster oder Muskel suchen
el: Αναζήτηση ονόματος, μοτίβου ή μυός
es: Buscar por nombre, patrón o músculo
et: Otsi nime, mustri või lihase järgi
fi: Hae nimellä, liikemallilla tai lihaksella
fr: Rechercher par nom, schéma ou muscle
ga: Cuardaigh ainm, patrún nó matán
hr: Traži po nazivu, obrascu ili mišiću
hu: Keresés név, mozgásminta vagy izom szerint
id: Cari nama, pola gerak, atau otot
is: Leita að heiti, hreyfimynstri eða vöðva
it: Cerca per nome, schema o muscolo
ja: 名前、動作パターン、筋肉で検索
ko: 이름, 동작 패턴, 근육 검색
lt: Ieškoti pagal pavadinimą, modelį ar raumenį
lv: Meklē pēc nosaukuma, modeļa vai muskuļa
mk: Барај по име, образец или мускул
ms: Cari nama, corak gerakan, atau otot
mt: Fittex b'isem, mudell jew muskolu
nb: Søk på navn, mønster eller muskel
nl: Zoek op naam, patroon of spier
pl: Szukaj po nazwie, wzorcu lub mięśniu
pt_br: Buscar por nome, padrão ou músculo
pt_pt: Procurar por nome, padrão ou músculo
ro: Caută după nume, tipar sau mușchi
ru: Поиск по названию, паттерну или мышце
sk: Hľadať názov, vzor alebo sval
sl: Išči po imenu, vzorcu ali mišici
sq: Kërko sipas emrit, modelit ose muskulit
sr: Тражи по називу, обрасцу или мишићу
sv: Sök på namn, mönster eller muskel
tr: Ad, hareket kalıbı veya kas ara
uk: Пошук за назвою, патерном або м’язом
vi: Tìm theo tên, kiểu động tác hoặc nhóm cơ
zh_hans: 搜索名称、动作模式或肌群
zh_hant: 搜尋名稱、動作模式或肌群

source: Search notes, sport, or source
ar: ابحث في الملاحظات أو الرياضة أو المصدر
bg: Търси в бележки, спорт или източник
ca: Cerca a les notes, l'esport o l'origen
cs: Hledat poznámky, sport nebo zdroj
da: Søg i noter, sportsgren eller kilde
de: In Notizen, Sportart oder Quelle suchen
el: Αναζήτηση σημειώσεων, αθλήματος ή πηγής
es: Buscar en notas, deporte u origen
et: Otsi märkmetest, alast või allikast
fi: Hae muistiinpanoista, lajista tai lähteestä
fr: Rechercher dans les notes, le sport ou la source
ga: Cuardaigh nótaí, spórt nó foinse
hr: Traži po bilješkama, sportu ili izvoru
hu: Keresés jegyzet, sportág vagy forrás szerint
id: Cari catatan, olahraga, atau sumber
is: Leita í athugasemdum, grein eða uppruna
it: Cerca tra note, sport o origine
ja: メモ、種目、取得元で検索
ko: 메모, 종목, 출처 검색
lt: Ieškoti pastabose, sporto šakoje ar šaltinyje
lv: Meklē piezīmēs, sporta veidā vai avotā
mk: Барај во белешки, спорт или извор
ms: Cari nota, sukan, atau sumber
mt: Fittex fin-noti, l-isport jew is-sors
nb: Søk i notater, idrett eller kilde
nl: Zoek in aantekeningen, sport of bron
pl: Szukaj w notatkach, sporcie lub źródle
pt_br: Buscar por notas, esporte ou origem
pt_pt: Procurar em notas, desporto ou origem
ro: Caută în note, sport sau sursă
ru: Поиск по заметкам, виду спорта или источнику
sk: Hľadať poznámky, šport alebo zdroj
sl: Išči po zapiskih, športu ali viru
sq: Kërko në shënime, sport ose burim
sr: Тражи по белешкама, спорту или извору
sv: Sök i anteckningar, sport eller källa
tr: Not, spor veya kaynak ara
uk: Пошук за нотатками, видом спорту або джерелом
vi: Tìm theo ghi chú, môn hoặc nguồn
zh_hans: 搜索备注、运动或来源
zh_hant: 搜尋備註、運動或來源

source: Season
ar: الموسم
bg: Сезон
ca: Temporada
cs: Sezóna
da: Sæson
de: Saison
el: Σεζόν
es: Temporada
et: Hooaeg
fi: Kausi
fr: Saison
ga: Séasúr
hr: Sezona
hu: Szezon
id: Musim
is: Tímabil
it: Stagione
ja: シーズン
ko: 시즌
lt: Sezonas
lv: Sezona
mk: Сезона
ms: Musim
mt: Staġun
nb: Sesong
nl: Seizoen
pl: Sezon
pt_br: Temporada
pt_pt: Época
ro: Sezon
ru: Сезон
sk: Sezóna
sl: Sezona
sq: Sezoni
sr: Сезона
sv: Säsong
tr: Sezon
uk: Сезон
vi: Mùa giải
zh_hans: 赛季
zh_hant: 賽季

source: Seed demo data
ar: تحميل بيانات تجريبية
bg: Зареди демо данни
ca: Carrega dades de mostra
cs: Nahrát ukázková data
da: Indlæs demodata
de: Demodaten laden
el: Φόρτωση δεδομένων επίδειξης
es: Cargar datos de ejemplo
et: Lae näidisandmed
fi: Lataa esimerkkitiedot
fr: Charger des données de démonstration
ga: Cuir sonraí taispeána isteach
hr: Učitaj demo podatke
hu: Demóadatok betöltése
id: Muat data demo
is: Hlaða inn sýnigögnum
it: Carica dati dimostrativi
ja: デモデータを入れる
ko: 데모 데이터 넣기
lt: Įkelti demonstracinius duomenis
lv: Ielādēt demonstrācijas datus
mk: Вчитај демо податоци
ms: Muatkan data demo
mt: Daħħal data ta' dimostrazzjoni
nb: Last inn demodata
nl: Demogegevens laden
pl: Wczytaj dane demonstracyjne
pt_br: Carregar dados de demonstração
pt_pt: Carregar dados de demonstração
ro: Încarcă date demonstrative
ru: Загрузить демоданные
sk: Načítať ukážkové údaje
sl: Naloži demo podatke
sq: Ngarko të dhëna demonstruese
sr: Учитај демо податке
sv: Ladda demodata
tr: Örnek veri yükle
uk: Завантажити демодані
vi: Nạp dữ liệu mẫu
zh_hans: 载入演示数据
zh_hant: 載入示範資料

source: Select…
ar: اختيار…
bg: Избери…
ca: Selecciona…
cs: Vybrat…
da: Vælg…
de: Auswählen…
el: Επιλογή…
es: Seleccionar…
et: Vali…
fi: Valitse…
fr: Sélectionner…
ga: Roghnaigh…
hr: Odaberi…
hu: Kiválasztás…
id: Pilih…
is: Velja…
it: Seleziona…
ja: 選択…
ko: 선택…
lt: Pasirinkti…
lv: Izvēlēties…
mk: Избери…
ms: Pilih…
mt: Agħżel…
nb: Velg…
nl: Selecteer…
pl: Wybierz…
pt_br: Selecionar…
pt_pt: Selecionar…
ro: Selectează…
ru: Выбрать…
sk: Vybrať…
sl: Izberi…
sq: Zgjidh…
sr: Изабери…
sv: Välj…
tr: Seç…
uk: Вибрати…
vi: Chọn…
zh_hans: 选择…
zh_hant: 選擇…

source: Send to watch…
ar: إرسال إلى الساعة…
bg: Изпрати към часовник…
ca: Envia al rellotge…
cs: Odeslat do hodinek…
da: Send til uret…
de: An die Uhr senden…
el: Αποστολή στο ρολόι…
es: Enviar al reloj…
et: Saada kellale…
fi: Lähetä kelloon…
fr: Envoyer à la montre…
ga: Seol chuig an uaireadóir…
hr: Pošalji na sat…
hu: Küldés az órára…
id: Kirim ke jam…
is: Senda í úrið…
it: Invia all'orologio…
ja: 時計へ送る…
ko: 시계로 보내기…
lt: Siųsti į laikrodį…
lv: Nosūtīt uz pulksteni…
mk: Испрати на часовник…
ms: Hantar ke jam…
mt: Ibgħat lill-arloġġ…
nb: Send til klokka…
nl: Naar horloge sturen…
pl: Wyślij na zegarek…
pt_br: Enviar para o relógio…
pt_pt: Enviar para o relógio…
ro: Trimite pe ceas…
ru: Отправить на часы…
sk: Odoslať do hodiniek…
sl: Pošlji na uro…
sq: Dërgo te ora…
sr: Пошаљи на сат…
sv: Skicka till klockan…
tr: Saate gönder…
uk: Надіслати на годинник…
vi: Gửi sang đồng hồ…
zh_hans: 发送到手表…
zh_hant: 傳送到手錶…
